Repository: BernhardKoschicek/flucht
Catalog: flucht/translations/*/LC_MESSAGES/messages.po
Languages: de

# lagerbahn
source: The Camp's Railway. From: Werner Lamm, Vom Flüchtlingslager zur Gartenstadt. Mit Beiträgen von Walter Johann Fittner, Hollabrunn 1999.
de: Die Lagerbahn. Aus: Werner Lamm, Vom Flüchtlingslager zur Gartenstadt. Mit Beiträgen von Walter Johann Fittner, Hollabrunn 1999.

# totenbeschau_popeskul
source: Coroner's Report on Helena Popeskul from 7 April 1918 (Copyright Metropolis von Austria). She died of pulmonary tuberculosis. Heart and respiratory diseases were the most common causes of death in the camp.
de: Totenbeschaubefund der Helena Popeskul vom 7. April 1918 (Copyright Metropolis von Austria). Sie starb an Lungentuberkulose. Herz- und Atemwegserkrankungen waren die häufigsten Todesursachen im Lager.

source: totenbeschau_pawluk
de: Totenbeschauschein Pawluk

# schreiben_lagerverwaltung
source: Letter from the camp's administration to the Greek Orthodox Parish of the Holy Trinity in Vienna (Fleischmarkt 13) regarding the installation of a memorial plaque for the refugees buried in the cemetery in Oberhollabrunn, 31 May 1920
de: Schreiben der Lagerverwaltung an das Griech. Orient. Pfarramt zur hl. Dreifaltigkeit in Wien I. Fleischmarkt bezüglich der Anbringung einer Gedenktafel für die auf dem Friedhof in Oberhollabrunn begrabenen Flüchtlinge, 31. Mai 1920

# lagerkirche
source: The Camp's Church
de: Lagerkirche

# totenschein_basil
source: Death Certificate of an Orthodox Refugee, signed by Basil Arijczuk.
de: Totenschein eines griechisch-orientalischen Flüchtlings, unterzeichnet von Basil Arijczuk.

# geburt_roman
source: Baptismal Registers for Orthodox Children born in the Refugee Camp of Oberhollabrunn, Archive of the Holy Trinity, K 14, Faszikel 4.
de: Taufmatriken der im Flüchtlingslager Oberhollabrunn geborenen orthodoxen Kinder. Archiv der Heiligen Dreifaltigkeit, K 14, Faszikel 4.

# truhe_fluchtlinge
source: A Chest made by Refugees
de: Truhe von Flüchtlingen gefertigt

# standbild_erholung
source: The Camp's School, Fixed-Image from the Film "Erholungsfürsorge der Gemeinde Wien im Flüchtlingslager Oberhollabrunn", 1918
de: Standbild aus dem Film 'Erholungsfürsorge der Gemeinde Wien im Flüchtlingslager Oberhollabrunn', 1918

source: eisenbahn_karte
de: Ausschnitt aus Hölzels Eisenbahn-Karte von Oesterreich-Ungarn. Wien 1891.

# krankenbaracke
source: In the Background: Barrack for the Sick in the Refugee Camp of Oberhollabrunn
de: Im Hintergrund: Krankenbaracke im Flüchtlingslager Oberhollabrunn.

# bahnhof_oberhollabrunn
source: Historic Picture Postcard of the Railway Station Hollabrunn
de: Historische Ansichtskarte Bahnhof Hollabrunn

# lager_panoramaaufnahme
source: Photograph of the Refugee Camp of Oberhollabrunn from the West (Author and Year unknown)
de: Aufnahme des Flüchtlingslagers Oberhollabrunn von Westen (Autor und Jahr unbekannt)

# strickmuster
source: Traditional bukovinian costume pattern.
de: Traditionelles bukowinisches Trachtenmuster.

# inner_monolog_01
source: The fictional first-person-narrative is the dramatization of real historical facts.
de: Die fiktionale Ich-Erzählung ist eine Dramatisierung realer historischer Begebenheiten.

# inner_monolog_02
source: The thunder of the cannons came closer and panic spread through the village. Would the Tsar's army reach us again? They had already occupied Toporoutz once, when they overran Bukovina in the autumn of 1914 and even took our capital Czernowitz. They devastated many of our houses then. The men who stayed behind in the village were all taken to Russia and our cattle were driven away.
de: Das Donnern der Kanonen kam näher und Panik breitete sich im Dorf aus. Würde die Armee des Zaren wieder bis zu uns vordringen? Schon einmal haben sie Toporoutz besetzt, als sie im Herbst 1914 die Bukowina überrannt und sogar unsere Hauptstadt Czernowitz eingenommen haben. Sie verwüsteten damals viele unserer Häuser. Die im Dorf zurückgebliebenen Männer wurden alle nach Russland verschleppt und unser Vieh davon getrieben.

# inner_monolog_03
source: When the clouds of smoke from the drumfire could be seen on the horizon, I became very anxious. Everyone started packing up their belongings.
de: Als die Rauchschwaden des Trommelfeuers am Horizont zu sehen waren, wurde ich unruhig. Alle begannen, ihre Habseligkeiten zusammenzupacken.

# inner_monolog_04
source: People were moving through the village, some on foot, some on carts, towards the capital. They reported agitatedly that they had been ordered to leave their houses by soldiers of our army. So the Cossacks were already that close!
de: Leute zogen durch den Ort, teils zu Fuß, teils auf Wägen, in Richtung Hauptstadt. Sie berichteten aufgeregt, dass sie von Soldaten unserer k. u. k. Armee zum Verlassen ihrer Häuser aufgefordert worden waren. So nah waren die Kosaken also schon!

# inner_monolog_05
source: I hurriedly loaded the small cart in front of the house and harnessed the ox. I left the chickens and the sheep with the neighbour who was nursing her sick mother. She wanted to brave the Cossacks, locked up in her home. She only sent her twelve-year-old son with us so that he would not be taken away.
de: Eilig belud ich den kleinen Wagen vor dem Haus und spannte den Ochsen vor. Die Hühner und das Schaf überließ ich der Nachbarin, die ihre kranke Mutter pflegte. Sie wollte in ihrem Heim eingeschlossen, den Kosaken trotzen. Nur ihren zwölfjährigen Sohn schickte sie mit uns mit, damit er nicht verschleppt würde.

# inner_monolog_06
source: The ox pulled the cart via Rarancze and Buda to Czernowitz, where we arrived on the same evening. Hundreds of other people were also on their way there, including friends, relatives and many strangers. After we had crossed the Pruth River, I could no longer make any progress with the cart. Too many people were crowding into the city. I had to leave the cart and the ox behind.
de: Der Ochse zog den Karren über Rarancze und Buda bis Czernowitz, wo wir am selben Abend ankamen. Hunderte andere Menschen waren ebenfalls dorthin unterwegs, darunter Freunde, Verwandte und viele Unbekannte. Nachdem wir den Fluss Pruth überschritten hatten, kam ich mit dem Wagen nicht mehr voran. Zu viele Menschen drängten in die Stadt hinein. Ich musste den Karren und den Ochsen zurücklassen.

# inner_monolog_07
source: Would our army be able to hold Czernowitz? I ran through the crowd ahead to the train station. People were already there. Soldiers were keeping them from storming the incoming trains. It was incredibly loud and everyone was shouting in different languages. It seemed as if the whole city was here.
de: Würde unsere Armee Czernowitz halten können? Ich lief durch die Menge voraus zum Bahnhof. Menschen waren schon dort. Soldaten hielten sie davon ab, die eintreffenden Züge zu stürmen. Es war unglaublich laut, und alle schrien in verschiedenen Sprachen durcheinander. Es schien, als ob die ganze Stadt hier wäre.

# inner_monolog_08
source: Trains had already been leaving all night, but they were only loaded with things belonging to the army. Finally, people were allowed on board, but only with a valid pass. Once again, the rich had the right of way. An early train ride did not seem possible for our kind.
de: Bereits die ganze Nacht waren Züge abgefahren, aber sie waren nur mit Dingen der Armee beladen. Endlich durften auch Menschen einsteigen, aber nur mit gültigem Passierschein. Wieder einmal hatten die Reichen den Vortritt. Eine baldige Zugfahrt schien für Unsereins nicht möglich.

# inner_monolog_09
source: With many others, I spent the following days on the outskirts of the city. From our camp we could hear the rumbling of the cannons approaching. I heard that our army was trying to hold the front line on the Pruth and by doing so to protect the city. It was, thus, clear that the village Toporoutz had already fallen.
de: Mit vielen anderen verbrachte ich die folgenden Tage am Rand der Stadt. Von unserem Lager aus konnten wir das Grollen der Kanonen näherkommen hören. Wie ich hörte, versuchte unsere Armee, die Frontlinie am Pruth zu halten und die Stadt zu schützen. Damit war klar, dass Toporoutz bereits gefallen war.

# inner_monolog_10
source: Finally, they let us through to the trains. I was herded into a wagon with many others by soldiers. We sat tightly packed on the cold floor. The train left. Everyone wondered how long we would be on the road? No one knew where the journey was going. I winced with every thunder of the cannons.
de: Endlich ließ man uns zu den Zügen durch. Mit vielen anderen wurde ich von Soldaten in einen Waggon gepfercht. Eng gedrängt saßen wir auf dem kalten Boden. Der Zug fuhr ab. Alle fragten sich, wie lange wir unterwegs sein würden? Keiner wusste, wohin die Reise gehen wird. Bei jedem Donner der Kanonen zuckte ich zusammen.

# inner_monolog_11
source: My journey ended in front of a gate. On it was the Emperor's eagle, but I couldn't read the writing. In front of a larger house we were told to line up in order to register. Despite hunger and exhaustion, I waited patiently.
de: Meine Reise endete vor einem Tor. Auf diesem war der Adler des Kaisers, aber die Schrift konnte ich nicht lesen. Vor einem größeren Haus sollten wir uns anstellen, um uns zu registrieren. Trotz Hunger und Erschöpfung wartete ich geduldig.

# inner_monolog_12
source: We were then led to a wash house. In a large shower room I could finally wash. Then, fresh clothes were handed out, but not enough for everyone. In a barrack next door was a doctor. Everyone was shown to him. Those who had lice were locked away. The sick were also taken away.
de: Anschließend wurden wir zu einem Waschhaus geführt. In einem großen Duschraum konnte ich mich endlich waschen. Dann wurden frische Kleider ausgeteilt, die jedoch nicht für alle reichten. In einer Baracke nebenan war ein Arzt. Jeder wurde ihm vorgeführt. Jene, die Läuse hatten, wurden weggesperrt. Die Kranken wurden auch weggebracht.

# inner_monolog_13
source: I was led to a barrack made of bricks on a hill. The house was big and new, the interior was sparse. I had to sleep on a wooden cot. Straw sacks and blankets made it a little cosier. So this is where I would spend the next few weeks, along with many others. Hopefully I could go home soon!
de: Ich wurde zu einer gemauerten Baracke auf einer Anhöhe geführt. Das Haus war groß und neu, der Innenraum war karg. Schlafen musste ich auf einer Holzpritsche. Mit Strohsäcken und Decken wurde es etwas gemütlicher. Hier würde ich gemeinsam mit vielen anderen also die nächsten Wochen verbringen. Hoffentlich könnte ich bald nach Hause!

# inner_monolog_14
source: Although it was very cramped, I was glad to have people from my home country around me. Only after a few days did I learn that the place we were in was called Oberhollabrunn.
de: Obwohl es sehr eng war, war ich froh, dass ich Menschen aus meiner Heimat um mich hatte. Erst nach einigen Tagen erfuhr ich, dass der Ort, an dem wir uns befanden, Oberhollabrunn hieß.

# inner_monolog_15
source: On my walks I realised how big the camp actually was. All around were numerous other barracks, some smaller, some larger. Most of them were made of wood. Down the hill, houses were being built of brick. They were almost finished, but no one lived in them yet.
de: Auf meinen Spaziergängen wurde mir klar, wie groß das Lager eigentlich war. Rundherum standen zahlreiche andere Baracken, manche kleiner, manche größer. Die meisten waren aus Holz. Den Hügel hinunter wurden Häuser aus Ziegel errichtet. Sie waren fast fertig, aber es wohnte noch keiner darin.

# inner_monolog_16
source: Not only we the refugees, but also some of the camp staff slept in the camp. There were stables for cattle and pigs as well. Occasionally a small train came in to bring food and building materials.
de: Nicht nur wir Geflüchtete, auch einige vom Lagerpersonal schliefen im Lager. Es gab außerdem Ställe für Rinder und Schweine. Gelegentlich fuhr eine kleine Eisenbahn herein, um Lebensmittel und Baumaterial zu bringen.

# inner_monolog_17
source: As I walked past the construction work, I heard that the workers spoke my language and stopped in amazement. I spoke to them, and we started chatting. They were from Galicia!
de: Als ich an den Bauarbeiten vorbei ging, hörte ich, dass die Arbeiter meine Sprache sprachen und blieb verwundert stehen. Ich redete sie an, und wir kamen ins Plaudern. Sie kamen aus Galizien!

# inner_monolog_18
source: They had been here for over a year. They did not live in our camp, but in nearby Raschala. There was another camp, where Italians, Poles and Ruthenians were accommodated. They called it the internment station. Apparently they were here for political reasons, but they wouldn't tell me any more about it. Many of them were doing construction work or were working in the fields.
de: Die beiden waren schon seit über einem Jahr hier, wohnten aber nicht in unserem Lager, sondern im nahe gelegenen Raschala. Dort befand sich ein anderes Lager, wo auch Italiener, Polen und Ruthenen wohnten. Sie nannten es Internierungsstation. Anscheinend waren sie aus politischen Gründen hier, aber mehr wollten sie mir dazu nicht sagen. Viele von ihnen waren bei Bauarbeiten oder auf den Feldern im Einsatz.

# inner_monolog_19
source: When the houses were finished, displaced teachers and priests moved in.
de: Als die Häuser fertig waren, zogen dort vertriebene Lehrer und Priester ein.

# inner_monolog_20
source: In summer and autumn people kept arriving. Most of them, like me, came by train from the East or South. Some also from small shelters or overcrowded camps in the surrounding area. They had already been in the area for some time. Many families came, some had unfortunately been separated on the journey. Desperately, they now tried to find each other again.
de: Im Sommer und Herbst kamen immer wieder Menschen an. Die meisten, so wie ich, mit Zügen aus dem Osten oder Süden. Manche auch aus kleinen Unterkünften oder überfüllten Lagern in der Umgebung. Sie waren bereits länger in der Gegend. Viele Familien kamen, manche waren auf der Reise leider getrennt worden. Verzweifelt versuchten sie nun, sich wiederzufinden.

# inner_monolog_21
source: More and more people from the South of the Bukovina arrived and became our neighbours. They told news from home. Many were from Kirlibaba and Dorna-Watra, where fighting was particularly fierce. Soldiers had ordered them to leave their homes as the front approached. I no longer had any hope of getting home soon.
de: Immer mehr Leute aus dem Süden der Bukowina trafen ein und wurden unsere Nachbarn. Sie erzählten Neuigkeiten aus der Heimat. Viele waren aus Kirlibaba und Dorna-Watra, wo besonders heftig gekämpft wurde. Soldaten hatten ihnen befohlen, ihre Häuser zu verlassen, als die Front näherkam. Ich hatte keine Hoffnung mehr, bald nach Hause zu kommen.

# inner_monolog_22
source: The weeks went by, and I gradually got used to everyday life in the camp. The children and their mothers mainly stayed around the barracks. But those who could work, were assigned to the warehouse or had to help out with the surrounding farmers.
de: Die Wochen verstrichen, und ich gewöhnte mich allmählich an den Alltag im Lager. Die Kinder und deren Mütter hielten sich vorwiegend rund um die Baracken auf. Wer aber arbeiten konnte, wurde im Lager eingeteilt oder musste bei den umliegenden Bauern mithelfen.

# inner_monolog_23
source: Three times a day we got something to eat from the kitchen barrack. It was mostly bread and porridge, sometimes vegetables and meat. The children also got milk.
de: Dreimal am Tag bekamen wir etwas zu essen aus der Küchenbaracke. Es war vor allem Brot und Brei, manchmal auch Gemüse und Fleisch. Die Kinder bekamen auch Milch.

# inner_monolog_24
source: Horse-drawn carts came to the camp every day. They were loaded with food and clothes. From the camp you could see the surrounding fields. We envied the farmers for their harvest.
de: Jeden Tag kamen Pferdewagen ins Lager. Sie hatten Essen und Kleidung geladen. Vom Lager aus konnte man die umliegenden Felder sehen. Wir beneideten die Bauern um ihre Ernte.

# inner_monolog_25
source: At the beginning, the meals were filling, but over time the porridge became watered down, so that we were often hungry. We therefore became angry and shouted at the camp staff. We were told that it was the war's fault and that others were also hungry.
de: Zu Beginn waren die Mahlzeiten sättigend, doch mit der Zeit wurde der Brei verwässert, sodass wir oft Hunger hatten. Wir wurden deshalb wütend und schrien das Lagerpersonal an. Man erklärte uns, dass der Krieg daran schuld sei und andere auch Hunger hätten.

# inner_monolog_26
source: In winter, many became ill. The barracks were draughty, there was not enough heating material and the hunger was almost unbearable. You could hear people coughing everywhere.
de: Im Winter wurden viele krank. Die Baracken waren zugig, das Heizmaterial zu wenig und der Hunger kaum auszuhalten. Überall hörte man Leute husten.

# inner_monolog_27
source: I had to watch many people fall seriously ill, including friends of mine. They were taken to the barracks for the sick. Some of them never came back. We were able to say goodbye to them in a small chapel on the edge of the camp, before they were buried in the town cemetery.
de: Ich musste zusehen wie viele schwer erkrankten, auch Freunde von mir. Sie wurden in die Krankenbaracke gebracht. Manche kamen nicht mehr zurück. In einer kleinen Kapelle am Rande des Lagers konnten wir von ihnen Abschied nehmen, ehe sie am Stadtfriedhof begraben wurden.

# inner_monolog_28
source: The parish priests who had also fled tried to comfort us. I met a clergyman from my Orthodox parish in Toporoutz called Basil Arijczuk.
de: Die Pfarrer, die ebenfalls geflüchtet waren, versuchten uns zu trösten. Ich traf auch auf einen Geistlichen meiner orthodoxen Pfarre in Toporoutz, Basil Arijczuk.

# inner_monolog_29
source: He told me that Father Kornel Pihuliak and his wife Augustine had also fled from Bukovina. During the flight they had parted ways. Augustine arrived not far from here in another camp and desperately searched for her husband. Thanks to God they were able to find each other again! Their son Roman was born here in the camp.
de: Er erzählte mir, dass Pfarrer Kornel Pihuliak und seine Frau Augustine auch aus der Bukowina geflohen waren. Dabei hatten sich ihre Wege getrennt. Augustine kam, nicht weit von hier, in einem anderen Lager an und suchte verzweifelt nach ihrem Mann. Gott sei Dank konnten sich die beiden wiederfinden! Ihr Sohn Roman kam hier im Lager zur Welt.

# inner_monolog_30
source: In the summer of 1917, important people arrived to officially open the new school. Some of us were chosen to receive the distinguished visitors together with the guards at the camp gate.
de: Im Sommer 1917 trafen wichtige Leute ein, um die neue Schule zu eröffnen. Einige von uns wurden ausgewählt, um den hohen Besuch gemeinsam mit den Wachen am Lagertor zu empfangen.

# inner_monolog_31
source: Not only the children, but also many adults learned German in the camp school. There were also handicraft courses. Some of our work was allegedly even given to the Emperor as a gift.
de: Nicht nur die Kinder, sondern auch viele Erwachsene lernten in der Lagerschule deutsch. Auch handwerkliche Kurse gab es. Einige unserer Arbeiten wurden angeblich sogar dem Kaiser geschenkt.

# inner_monolog_32
source: Time passed and we were still not allowed to go home. This was the second Christmas we had to celebrate in the camp. When would this wretched war be over?
de: Die Zeit verging und wir durften immer noch nicht nach Hause. Schon das zweite Weihnachten mussten wir im Lager feiern. Wann würde dieser elende Krieg vorbei sein?

# inner_monolog_33
source: In spring, the time had finally come. We were put back on trains. I hoped to see my homeland again soon. But when the train started, I also thought of everyone we left behind, of the friends who had died in the camp.
de: Im Frühling war es endlich so weit. Wir wurden wieder in Transportzüge gebracht. Ich hoffte, meine Heimat bald wieder zu sehen. Als der Zug anfuhr, dachte ich aber auch an alle, die wir zurückließen, an die Freunde, die im Lager gestorben waren.

# inner_monolog_34
source: Again it was a journey into the unknown. We had been away for so many months and had no idea what to expect back home.
de: Wieder war es eine Fahrt ins Ungewisse. Wir waren so viele Monate weg gewesen und hatten keine Vorstellung davon, was uns in der Heimat erwarten würde.

# inner_monolog_35
source: When I arrived at home, I saw the devastation that the war had left behind. Many of us could not return to their homes. The places, the people, everything had changed.
de: Zu Hause angekommen, sah ich die Verwüstungen, die der Krieg hinterlassen hatte. Viele von uns konnten nicht in ihre Häuser zurückkehren. Die Orte, die Menschen, alles hatte sich verändert.

# MHermann2017_1
source: Martina Hermann, Cities of Barracks: Refugees in the Austrian Part of the Habsburg Empire during the First World War. In: Peter Gatrell, Liubov Zhvanko (Ed.), Europe on the Move: Refugees in the Era of the Great War. Manchester 2017, pp. 129-155.
de: Martina Hermann, Cities of Barracks: Refugees in the Austrian Part of the Habsburg Empire during the First World War. In: Peter Gatrell, Liubov Zhvanko (Hg.), Europe on the Move: Refugees in the Era of the Great War. Manchester 2017, S. 129-155.

# MHermann2017_2
source: Martina Hermann, Die hölzerne Stadt. Das Barackenlager Gmünd 1914-1918, Graz 2017.
de: Martina Hermann, Die hölzerne Stadt. Das Barackenlager Gmünd 1914-1918, Graz 2017, S. 49-61.

# Wmentzel2013
source: Walter Mentzel, Kriegserfahrungen von Flüchtlingen aus dem Nordosten der Monarchie während des Ersten Weltkrieges. In: Bernhard Bachinger, Wolfram Dornik (Ed.), Jenseits des Schützengrabens: der Erste Weltkrieg im Osten: Erfahrung - Wahrnehmung - Kontext. Innsbruck - Wien 2013, pp. 359-390.
de: Walter Mentzel, Kriegserfahrungen von Flüchtlingen aus dem Nordosten der Monarchie während des Ersten Weltkrieges. In: Bernhard Bachinger, Wolfram Dornik (Hg.), Jenseits des Schützengrabens: der Erste Weltkrieg im Osten: Erfahrung - Wahrnehmung - Kontext. Innsbruck - Wien 2013, S. 359-365.

# WMentzel1997
source: Walter Mentzel, Kriegsflüchtlinge in Cis-Leithanien im Ersten Weltkrieg. Wien 1997.
de: Walter Mentzel, Kriegsflüchtlinge in Cis-Leithanien im Ersten Weltkrieg. Wien 1997, S. 290-299.

# ASenarclens2018
source: Antje Senarclens de Grancy, Different Housing Spaces - Space, Function, and Use of Barrack-Huts in World War I Refugee Camps. In: Oliver Rathkolb (Ed.), Zeitgeschichte 45. Jahrgang, Heft 4. Wien 2018, pp. 457-482.
de: Antje Senarclens de Grancy, Different Housing Spaces - Space, Function, and Use of Barrack-Huts in World War I Refugee Camps. In: Oliver Rathkolb (Hg.), Zeitgeschichte 45. Jahrgang, Heft 4. Wien 2018, S. 462-464.

# WLamm1999
source: Werner Lamm, Vom Flüchtlingslager zur Gartenstadt. Mit Beiträgen von Walter Johann Fittner, Hollabrunn 1999.
de: Werner Lamm, Vom Flüchtlingslager zur Gartenstadt. Mit Beiträgen von Walter Johann Fittner, Hollabrunn 1999, S. 23-34.

source: page
de: Seite

source: source
de: Quelle
