Repository: BernhardKoschicek/flucht
Catalog: flucht/translations/*/LC_MESSAGES/messages.po
Languages: de

# arijczuk
source: Basil Arijczuk studied theology at the university of Czernowitz (today Chernivtsi) in the 1890s. During this time he got involved with the Ruthenian-academic association "Karpat", where he organised dance evenings. This association was accused of russophilia and forbidden in 1910.<br /> Basil Arijczuk worked as a Greek Oriental cooperator (chaplain or vicar) at Toporoutz, Bukovina (today Toporivtsi, Ukraine), where he attended political events of the Ruthenians. His flat was depredated by the Russians in 1914/15 during their occupation of Toporoutz.<br /> In 1916 he was interned at the refugee camp Oberhollabrunn, where he worked as a Pastor.
de: Basil Arijczuk studierte in den 1890er Jahren Theologie an der Universität Czernowitz (heute Chernivtsi). Während dieser Zeit engagierte er sich im ruthenisch-akademischen Verein "Karpat", wo er Tanzkränzchen organisierte. Dieser Verein wurde der Russophilie beschuldigt und 1910 verboten.<br /> Basil Arijczuk war als griechisch-orientalischer Kooperator (Kaplan oder Vikar) in Toporoutz, Bukowina, tätig (heute Toporivtsi, Ukraine), wo er an politischen Veranstaltungen des Ruthenenklubs teilnahm.<br /> Seine Wohnung wurde während der russischen Besetzung von Toporoutz 1914/15 verwüstet. Ab 1916 war er im Flüchtlingslager Oberhollabrunn interniert.

# pihuliak
source: Augustine Pihuliak, who was interned at the barrack camp Gmünd, looked for her husband Kornel Pihuliak, a Greek Oriental priest from Babyn (Bukovina), by newspaper advertisement in July 1916. They finally arrived together at the refugee camp Oberhollabrunn on 28th August 1916. On 17th November 1916 their common son Roman was born in the camp, namely in house 46, a masoned one-family house (today Übelbachergasse 23). Probably the family lived there.<br /> Kornel Pihuliak worked as a pastor at the camp and performed funeral ceremonies for the greek-oriental refugees at the cemetery of Oberhollabrunn.
de: Augustine Pihuliak, die im Barackenlager Gmünd einquartiert war, suchte im Juli 1916 ihren Mann Kornel Pihuliak, einen griechisch-orientalischen Pfarrer aus Babyn (Bukowina), per Zeitungsannonce. Die beiden trafen schließlich am 28. August 1916 gemeinsam im Flüchtlingslager Oberhollabrunn ein. Am 17. November 1916 wurde dort ihr Sohn Roman geboren, und zwar im Haus 46 (heute Übelbachergasse 23). Dabei handelt es sich um ein gemauertes Einfamilienhaus, das möglicherweise der Familie als Wohnort diente.<br /> Kornel Pihuliak war im Lager als Seelsorger tätig und führte Bestattungen von griechisch-orientalischen Flüchtlingen am Friedhof Oberhollabrunn durch.

source: Intro
de: Einleitung

source: Exhibition
de: Ausstellung

# page_subtitel
source: The fate of orthodox refugees in the camp of Oberhollabrunn (1914-1918)
de: Das Schicksal der orthodoxen Flüchtlinge im Lager Oberhollabrunn (1914-1918)

# sponsored
source: Sponsored by
de: Gefördert von

# cooperation
source: In cooperation with
de: In Zusammenarbeit mit
