Repository: BernhardKoschicek/flucht
Catalog: flucht/translations/*/LC_MESSAGES/messages.po
Languages: de

# page_titel
source: On the Run in the Monarchy
de: Auf der Flucht in der Monarchie

# intro_paragraph_1
source: During the First World War (1914-1918) refugees came from the theatres of war, the border areas of the monarchy, into the interior of the Empire. More than one million people were on the run. Residents of affected areas left their homes and farms in order to flee from the war. For strategic reasons, numerous villages were also evacuated by the Austro-Hungarian Army to use local resources for itself or to destroy it in retreat from the advancing enemy.
de: Im Ersten Weltkrieg (1914-1918) kam es zu Flüchtlingsströmen von den Kriegsschauplätzen, den Grenzgebieten der Monarchie, ins Reichsinnere. Es waren mehr als eine Million Menschen auf der Flucht. Anwohner*innen betroffener Gebiete verließen ihre Häuser und Höfe, um sich vor den Kämpfen in Sicherheit zu bringen. Ebenso wurden aus strategischen Gründen zahlreiche Dörfer von der k.u.k. Armee evakuiert, um die lokalen Ressourcen selbst zu nutzen oder auf dem Rückzug vor dem vordringenden Feind zu zerstören.

# intro_paragraph_2
source: The Austro-Hungarian Army also acted against its own multi-ethnic population. Various groups of the population were purposefully expelled in order to prevent them from real or alleged allying with the enemy states. Executions of suspected were also carried out. On the Eastern front, Jews, Ruthenians (Ukrainians living in Galicia and Bukovina) and Romanians were affected, among the Christians especially the Orthodox population.
de: Die k.u.k. Armee ging dabei auch gegen die eigene multi-ethnische Bevölkerung vor. Verschiedene Bevölkerungsgruppen wurden gezielt vertrieben, um sie an der realen oder vermeintlichen Verbündung mit den Feindstaaten zu hindern. Es kam dabei auch zu Hinrichtungen von verdächtigen Personen. An der Front zu Russland waren davon Juden, Ruthenen (die in Galizien und der Bukowina ansässigen Ukrainer) und Rumänen betroffen, unter den Christen besonders die orthodoxe Bevölkerung.

# intro_paragraph_3
source: The refugees were registered in overcrowded collection points and categorised according to social status, material possessions, ethnicity and religion. The aim of these measures was to manage and control the flow of refugees. The poor population was transferred in freight wagons and under strict guard to their assigned places of residence. Many of them died on the way from hunger, cold or epidemics.
de: Die Flüchtlinge wurden in überfüllten Sammelstationen registriert und nach sozialem Status, materiellem Besitz, Ethnie und Religion kategorisiert. Ziel dieser Maßnahmen war die Steuerung und Kontrolle der Flüchtlingsströme. Die arme Bevölkerung wurde in Güterwaggons und unter strenger Bewachung schließlich in die ihr zugewiesenen Aufenthaltsorte überführt. Viele von ihnen starben auf dem Weg vor Hunger und Kälte oder wegen des Ausbruchs von Seuchen.

# intro_paragraph_4
source: In order to relieve the big cities of the monarchy, in which refugees had already accumulated, it was decided in September 1914 to build barrack camps for the destitute masses. These camps were erected along convenient railway connections, but isolated from villages and towns. This was to prevent the refugees from integrating and settling down in the long term, and in this way the local population was not confronted with the true dimensions of the war. Several such barrack camps were built in Lower Austria, the largest in Gmünd accommodated up to 30,000 refugees, mostly Ruthenians.
de: Um die großen Städte der Monarchie, in denen sich bereits Flüchtlinge angesammelt hatten, zu entlasten, wurde im September 1914 der Bau von Barackenlagern für die mittellosen Menschenmassen beschlossen. Diese Lager wurden entlang günstiger Bahnverbindungen, jedoch abgeschottet von Dörfern und Städten errichtet. So sollte die Integration und langfristige Sesshaftwerdung der Flüchtlinge verhindert werden, und die einheimische Bevölkerung wurde auf diese Weise nicht mit dem wahren Ausmaß des Krieges konfrontiert. In Niederösterreich entstanden mehrere solcher Barackenstädte, die größte in Gmünd beherbergte bis zu 30.000 Flüchtlinge, überwiegend Ruthenen.

# intro_paragraph_5
source: At the beginning of the refugee flow in 1914 huge wooden barracks were erected in the camps. These were inexpensive, could be built quickly and used in many ways, for example as dormitories, kitchens, schools or hospitals. Up to 500 people were accommodated per barrack.
de: Zu Beginn der Flüchtlingsströme 1914 wurden in den Lagern ausschließlich große Holzbaracken errichtet. Diese waren kostengünstig, schnell herstellbar und konnten vielfältig verwendet werden, etwa als Schlafsäle, Küchen, Schulen oder Spitäler. Bis zu 500 Personen wurden in einer Baracke untergebracht.

# intro_paragraph_6
source: In the course of the war, smaller and smaller accommodations were used, as diseases spread rapidly in the mass quarters. The poorly durable wooden barracks, which were penetrated by cold and damp, were now joined by smaller brick buildings and the camps were increasingly equipped with a modern infrastructure.
de: Im Verlauf des Krieges ging man zu immer kleineren Unterkünften über, da sich in den Massenquartieren rasant Krankheiten ausbreiteten. Zu den schlecht haltbaren Holzbaracken, in die Kälte und Feuchtigkeit eindrangen, kamen nun auch kleinere gemauerte Wohngebäude und die Lager wurden zusehends mit einer modernen Infrastruktur ausgestattet.

# intro_paragraph_7
source: The camp in Oberhollabrunn was erected in 1916 and operated as a refugee camp until spring 1918. Mainly Ruthenians and Romanians from Bukovina were kept here, in whose homeland there was renewed mass flight and expulsion in the summer of 1916 due to an advance by Tsarist Russia. The refugees in the camp Oberhollabrunn belonged to the Christian, mainly Orthodox population of Bukovina. In the spring of 1918, after the peace agreement with Soviet Russia in Brest-Litowsk, they were sent back to their largely destroyed homeland.
de: Das Lager Oberhollabrunn wurde im Jahr 1916 errichtet und bis zum Frühjahr 1918 als Flüchtlingslager geführt. Hier wurden vor allem Ruthenen und Rumänen aus der Bukowina einquartiert, in deren Heimat es im Sommer 1916 durch einen Vorstoß der zaristischen Armee zu neuerlicher Massenflucht und Vertreibung kam. Sie gehörten der christlichen, zu einem beträchtlichen Teil orthodoxen Bevölkerung der Bukowina an. Im Frühjahr 1918, nach dem Friedensschluss mit Sowjetrussland in Brest-Litowsk, wurden sie zurück in ihre größtenteils zerstörte Heimat transportiert.

source: Further reading
de: Literatur

source: deutsches_volksblatt_20061915
de: Während der letzten Invasion haben die Russen nicht nur, wie schon gemeldet, das griechisch-orientalische Pfarrhaus in Toporoutz vernichtet. Auch in die neue Kirche wollten sie einbrechen, um dieselbe auszuplündern. Die zusammenlaufende Bevölkerung, namentlich Weiber, flehte kniend um die Verschonung der Kirche, worauf die Russen nach mehreren Mißhandlungen der Frauen dies unterließen.

source: neue_freie_presse_18071916
de: Man irrt aber, wenn man glaubt, daß Czernowitz ganz und gar menschenleer geworden sei. Es gibt viele Tausende, die nicht fliehen wollen, in erster Reihe die agrarischen Vorstädtler, die sich lieber in Stücke schneiden lassen, ehe sie sich entschließen, ihr Anwesen zu verlassen. Dann kommen die ganz Armen, die sich in ihre dürftigen Behausungen verkriechen und hoffen, das russische Schicksal werde an ihnen achtlos vorbeiziehen. Dann gibt es wieder viele, die ihre kranken Frauen, Mütter oder Schwestern nicht verlassen können, und schließlich auch solche, die sich sagen: „Ich habe nichts zu verlieren, und in ein Flüchtlingslager gehe ich nicht.

source: czernowitzer_tagblatt_27081914
de: Ein langer Zug von Flüchtlingen kam mir entgegen. Wohin? Fort von den Russen. Man hieß ihnen ihre Häuser verlassen. In aller Eile packten sie, was ihnen gerade unentbehrlich schien und verluden es auf die kleinen Fuhren. Darauf setzten sich die Weiber, in deren Armen Kinder ruhten. Sie hatten ein Ziel, vorläufig aus der Schußweite zu kommen.

source: innsbrucker_nachrichten_10071916
de: Die Männer im Alter von 18 bis 50 Jahren mußten sich bei sonstiger Todesstrafe beim Magistrate melden, vermutlich wegen ihrer allfälligen Internierung. Ihre Anzahl ist jedoch mit Rücksicht auf die von den österreichischen Behörden angeordnete Evakuierung sehr gering.

source: neue_freie_presse_20061916
de: Unsere Armeeleitung traf ihre letzten Maßnahmen. Von neun Uhr abends an begann sie mit der Bergung der Güter. Von fünf zu fünf Minuten gingen Züge mit achtzig bis hundert Waggons ab, auf welche die Stacheldrähte und ungeheure Mengen von Munition sowie große Getreidevorräte verladen wurden. Infolgedessen konnten auch die Personenzüge nicht vor acht Uhr verkehren. Die Lokomotiven kehrten nämlich in den Morgenstunden nach und nach alle zurück, um die Beförderung der Publikumszüge zu übernehmen.

source: neue_freie_presse_18071916_2
de: Ein neues, vorher nie gesehenes Bild bot sich uns dar: der Auszug der Rinder aus der Bukowina. Ueber hunderttausend Stück wurden so zunächst ins Innere des Landes und als der Feind die Pruthlinie nahm, nach Siebenbürgen abgeschoben. Die Tücke des Zufalls wollte es übrigens, daß die Saaten gerade heuer zu den schönsten Hoffnungen berechtigten. Nun werden sie, wie ich höre, von den Kosaken im halbreifen Zustande niedergemäht und als Pferdefutter verwendet, im übrigen aber rücksichtslos niedergetreten.

source: pfarrchronik_oberhollabrunn_1916_1
de: Anfang Jänner wurden die Äcker um den Kirchenwald und um die Straße nach Raschala angekauft und mit dem Bau von Kriegerheimstätten und Baracken für die Flüchtlinge begonnen. Die Sparkasse hat dazu bedeutende Summen beigegeben. 6000 Personen, meistens aus der Bukowina und Südost Galizien sind dort untergebracht. Die aus Ziegeln gebauten Baracken sollen nach dem Kriege als Invalidenheimstätte benützt werden. Die meisten gehören der griechisch-orientalischen Kirche an. Ein Pfarrer aus Galizien, der hier als Flüchtling seit einem Jahr wohnt, Pf. Bilinsky, nimmt sich der griechisch Unierten an: liest dort die hl. Messe und spendet die hl. Sakramente.

source: wochenzeitung_24031916
de: Die in Barackenform in Aussicht genommenen Unterkünfte für die Flüchtlinge sind bereits zum größten Teile hergestellt. Nunmehr gelangen kleinere und größere Familienwohnhäuse[r], welche vollständig in Mauerwerk ausgeführt wurden, zur Vergebung und Herstellung. Die von der Bahnstation zum Flüchtlingslager errichtete Schmalspurbahn funktioniert schon seit längerer Zeit, und wird hauptsächlich zu Materialzufuhr verwendet.

source: pfarrchronik_oberhollabrunn_1916_2
de: Anfang Jänner wurden die Äcker um den Kirchenwald und um die Straße nach Raschala angekauft und mit dem Bau von Kriegerheimstätten und Baracken für die Flüchtlinge begonnen.

source: wochenzeitung_21011916
de: Die Arbeiten zur Herstellung des von der Staatsverwaltung in Oberhollabrunn in Aussicht genommenen Flüchtlingslagers sind bereits in Angriff genommen worden. Zu dem Lagerplatze, der einen Raum von 70 Joch Grund in Anspruch nimmt, wird eine schmalspurige Bahn zwecks Verbindung mit der Nordwestbahn gebaut. Sie ist unter Zuhilfenahme der Internierten schon seit einigen Tagen im Bau begriffen. Auch an der Zuleitung des Wassers aus der städtischen Wasserversorgungsanlage, sowie des elektrischen Stromes aus dem städtischen Elektrizitätswerke wird gearbeitet.

source: wochenzeitung_26021915
de: Die Internierungsstationen befinden sich in Weierburg, Enzersdorf im Tale, Sitzendorf, Mittergrabern und Raschala, wobei die in diesen Orten befindlichen herrschaftlichen Schüttkästen samt umliegenden Grundstücken benützt werden. Dem Vernehmen nach soll auch in Oberhollabrunn und zwar in der ehemals Gindlschen Gasthausrealität eine Internierungsstation untergebracht werden.

source: pfarrchrobnik_oberhollabrunn_1915_Bom
de: Interniertenlager in Raschala: In Raschala neben dem Forsthause wurde ein großes Barackenlager für Internierte Italiener und Polen und Ruthenen errichtet. An vielen Sonntagen wurde dort von mir oder von einem der Herren aus dem Seminar die Hl. Messe gelesen und gepredigt.

source: eggenburger_zeitung_29091916
de: Ober-Hollabrunn: Im hiesigen Flüchtlingslager sind schon mehr als 2000 Evakuierte untergebracht. Gestohlen wird von diesen Leuten auf den Feldern nicht wenig.

source: eggenburger_zeitung_17111916
de: Oberhollabrunn: Im hiesigen Flüchtlingslager sind mehr als 3000 Flüchtlinge von der Bukowina und von Siebenbürgen untergebracht.

source: neue_freie_presse_09071916
de: Die Kämpfe bei Kirlibaba waren sehr blutig. Die österreichisch-ungarischen Truppen schossen endlos.

source: neue_freie_presse_15091916
de: Bei dem von Dorna-Watra vier Kilometer entfernten rumänischen Grenzorte Guranegri stoßen die über Colbutul hinabsteigenden Russen mit den Rumänen zusammen. Dorna-Watra ist durch die Ereignisse in den Mittelpunkt der strategischen Operationen getreten. Entsprechend der neugeschaffenen Lage wurde die Stadt von den Zivilbehörden, die bis zur letzten Minute ausharrten, geräumt.

source: eggenburger_zeitung_21051915
de: Herr Macht berichtete über die gute Verwendbarkeit der Flüchtinge zu landwirtschaftlicher Arbeit, weshalb unsere Landwirte von dieser Möglichkeit ausgiebig Gebrauch machen sollen.

source: wochenzeitung_10111916
de: Das Flüchtlingslager, welches jetzt mit mehr als 3000 Flüchtlingen, zumeist aus der Bukowina und Siebenbürgen belegt ist, macht sich für die hiesige Bevölkerung recht unangenehm bemerkbar. Trotz der Einzäunung des Lagers läßt man die Insassen in großen Mengen heraus. Diese belagern alle Lebensmittelverkaufsstellen, raufen sich in den Tabaktrafiken mit den Einheimischen um die karg bemessenen Rationen und geben auch sonst zu vielen Klagen und Beschwerden Anlaß. Da sollte die Verwaltung etwas strenger sein, bevor es zum Krach kommt.

source: wochenzeitung_22091916
de: Dank der Evakuierung von Teilen Ostgaliziens und der Bukowina sind schon mehr als 2000 Flüchtlinge in unserem Lager untergebracht. Leider gibt es darunter auch viele Notleidende, die es mit „Mein“ und „Dein“ nicht sehr genau nehmen. Namentlich Weintrauben und Erdäpfel erfreuen sich der besonderen Vorliebe und Aufmerksamkeit dieser Elemente.

source: neue_freie_presse_13071917
de: Mit Recht nahm der Abgeordnete Grigorovici die Flüchtlinge gegen seine Vorwürfe in Schutz und sagte, jedes zweideutige Wort, das über die Flüchtlinge gesprochen werde, müsse als Verdächtigung aufgefaßt werden. Es seien Flüchtlinge in Schnee und Frost stundenlang gegangen, um ein Stückchen Brot zu erlangen. Schon Gereinigten habe man wieder die alten Kleider gegeben. Besonders in Oberhollabrunn seien die Ernährungsverhältnisse geradezu unhaltbar. Man könne die Leute kaum vor den ärgsten Ausschreitungen zurückhalten.

source: pfarrchronik_oberhollabrunn_1917
de: In den drei ersten Monaten dieses Jahres sind im Barackenlager, wo hauptsächlich Rumänen untergebracht sind, mehr als hundert Personen gestorben. Beinahe alle waren griechisch-orientalisch. "Kälte, Hunger und Heimweh", so wurde mir mitgeteilt, "sind die Ursachen der außerordentlich vielen Sterbefälle."

source: illustrierte_kronen_zeitung_08071916
de: Pfarrer Kornel Pihuliak aus Babin, Bukowina, wird von seiner Gattin Augustine Pihuliak, derzeit im Barackenlager 147/10 in Gmünd, N.-Oe., gesucht.

source: allgemeiner_tiroler_18071917
de: Im Flüchtlingslager von Oberhollabrunn (in Niederösterreich) wurde eine Volksschule für Flüchtlingskinder eröffnet. Der Einweihung wohnte u.a. der Lagerkommandant Dr. R. v. Grimm, Sekretär Graf Bidovich und Abg. Dr. Laginja bei.

source: oesterreichische_illustrierte_zeitung_21101917
de: Die ukrainischen Flüchtlinge aus der Bukowina haben der kaiserlichen Familie Geschenke überreicht, deren Wert hauptsächlich in der Originalität besteht.

source: wochenzeitung_29031918
de: Am 23. und 24. März 1918 ist ein großer Teil der im k. k. Flüchtlingslager untergebrachten Flüchtlinge aus Ostgalizien und der Bukowina in die Heimat abgegangen.

source: eggenburger_zeitung_26041918
de: Das Flüchtlingslager, das zur Zeit des stärksten Belages über 4000 Flüchtlinge beherbergte, ist nun fast vollständig geräumt. Dienstag ging der letzte große Transport ab, dem am 28. April der Rest folgen wird. Die Freude der Flüchtlinge, endlich in die Heimat zu kommen, gelangte oft stürmisch zum Ausbruch: nachdem sie abends auf der Bismarckstraße noch zum letztenmal Menage erhalten hatten, gingen sie in den bereitstehenden Zug, der Heimat entgegen.

# transcription-newspaper
source: Transcribed to the letter, orthography and punctuation of the original retained.
de: Buchstabengetreu transkribiert, Orthographie und Zeichensetzung des Originals übernommen.

# artilleriestellung_191606
source: Artillery Emplacement of a 30,5 cm Mortar near Toporoutz, Photograph, June 1916
de: Artilleriestellung der 30.5 cm Mörser bei Toporoutz, Fotografie 06.1916

# trommelfeuer_1914
source: Drumfire in Toporoutz, between 1914 and 1918, K.u.k. Kriegspressequartier
de: Trommelfeuer in Toporoutz, zwischen 1914 und 1918, K.u.k. Kriegspressequartier

# kirche_toporoutz
source: Church in Toporoutz, K.u.k. Kriegspressequartier, 28 September 1917
de: Kirche in Toporoutz, K.u.k. Kriegspressequartier, 28. September 1917

# ansichtskarte_sadogora
source: Picture Postcard of the Suburb Sadagora of Chernivtsi from 1908
de: Ansichtskarte Sadagora (Vorort von Czernowitz) 1908

# ansichtskarte_czernowitz
source: Picture Postcard of the Ringplatz in Chernivtsi
de: Ansichtskarte Czernowitz Ringplatz

source: oest_ung_sprachgebiete
de: Österreichisch-ungarische Monarchie: Sprachgebiete

# bukowina
source: Ethnographic Map of the Bukovina from 1910
de: Ethnographische Karte der Bukowina aus dem Jahr 1910

# bahnhof_czernowitz
source: The Central Railway Station in Chernivtsi (erected between 1906 and 1909)
de: Hauptbahnhof Czernowitz (erbaut 1906-1909)

# kundmachung_19071915
source: Announcement of the Austro-Hungarian City Command in Chernivtsi, 19 July 1915
de: Kundmachung k.u.k. Stadtkommando in Czernowitz, 19. Juli 1915

# ansicht_czernowitz_1916
source: Picture Postcard of Chernivtsi from 1916
de: Ansichtskarte Czernowitz 1916

# eisenbahnbruecke_061915
source: Destroyed Railway Bridge over the Pruth near Chernivtsi, Photograph, before June 1915
de: Zerstörte Eisenbahnbrücke über den Pruth bei Czernowitz, Fotografie, vor 06.1915

# flucht_bukowina
source: Refugees from the Bukovina on an Elektrotrain
de: Flüchtlinge aus der Bukowina am Elektrotrain

# kundmachung_20061916
source: Announcement of the Russian City Command in Chernivtsi, 20 June 1916
de: Kundmachung des russischen Stadtkommandos in Czernowitz, 20. Juni 1916

source: kriegsschaden_1917
de: Kriegsschäden in Czernowitz 1917

# postkarte_bahnhof_oberhollabrunn
source: Masoned Barrack, Fixed-Image from the Film "Erholungsfürsorge der Gemeinde Wien im Flüchtlingslager Oberhollabrunn", 1918
de: Postkarte Bahnhof Oberhollabrunn

# ansicht_oberhollabrunn_1910
source: Picture Postcard of Oberhollabrunn from 1910
de: Ansichtskarte Oberhollabrunn, 1910

# lagerbuch_1903_1935
source: Name, date of arrival, date of birth, sometimes the religious affiliation, occupation and place of origin were noted in the camp register of the refugee camp of Oberhollabrunn. However, the book was not kept for the entire period, so that no information is available on many refugees. This is confirmed by the documents on baptism, marriage and death of the Greek Orthodox parish, in which refugees are noted, who do not appear in the camp's register. N.B F, Index <br /> Flüchtlingslager Oberhollabrunn, NÖ Reg, AR B 1903-1935, 1636 <br />
de: Im Lagerbuch des Flüchtlingslagers Oberhollabrunn wurden Name, Datum des Eintreffens, Geburtsdatum, teilweise Religionszugehörigkeit, Beruf und Herkunftsort vermerkt. Das Buch wurde jedoch nicht über den gesamten Zeitraum geführt, sodass zu vielen Flüchtlingen keine Informationen vorliegen. Dies bestätigen Tauf-, Ehe- und Sterbedokumente der griechisch-orthodoxen Pfarre, in denen Flüchtlinge vermerkt sind, die im Lagerbuch nicht aufscheinen. N.B F, Index Flüchtlingslager Oberhollabrunn, NÖ Reg, AR B 1903-1935, 1636

# lagertor
source: The Main Gate to the Refugee Camp of Oberhollabrunn in the First World War
de: Das Haupttor zum Flüchtlingslager Oberhollabrunn im Ersten Weltkrieg

# verwaltungsgebaeude
source: Former Administrative Building in the Refugee Camp of Oberhollabrunn
de: Ehemaliges Verwaltungsgebäude im Flüchtlingslager Oberhollabrunn

# quarantaenebaracke
source: Former Quarantine Barrack in the Refugee Camp of Oberhollabrunn
de: Ehemalige Quarantänebaracke im Flüchtlingslager Oberhollabrunn

# haupttor_1916
source: The Main Gate to the Refugee Camp of Oberhollabrunn from 1916
de: Das Haupttor zum Flüchtlingslager Oberhollabrunn im Jahre 1916

# baracke_film
source: Masoned Barrack, Fixed-Image from the Film "Erholungsfürsorge der Gemeinde Wien im Flüchtlingslager Oberhollabrunn", 1918
de: Gemauerte Baracke, Standbild aus dem Film "Erholungsfürsorge der Gemeinde Wien im Flüchtlingslager Oberhollabrunn", 1918

# ansichtkarte_1917
source: Picture Postcard of the Refugee Camp of Oberhollabrunn from 1917
de: Ansichtskarte des Flüchtlingslagers Oberhollabrunn aus dem Jahre 1917

# ansicht_stadt_lager
source: View of the City and the Refugee Camp of Oberhollabrunn (Author and Year unknown)
de: Ansicht der Stadt und des Flüchtlingslagers Oberhollabrunn (Autor und Jahr unbekannt)

# lagerplan_oberhollabrunn
source: Site Plan of the Refugee Camp of Oberhollabrunn
de: Lageplan des Flüchtlingslagers Oberhollabrunn

source: aufnahmen_kriegspresse
de: Aufnahmen der Filmstelle des k. u. k. Kriegspressequartiers

# schuettkasten
source: Granary in Raschala, owned by the Schönborn forestry administration. 1915-1918 Austro-Hungarian internment camp for foreigners from enemy states as well as politically suspicious citizens of the Austro-Hungarian Empire, especially from Italian, Polish and Ruthenian areas.
de: Schüttkasten Raschala, im Besitz der Forstverwaltung Schönborn. 1915-1918 k.k. Internierungsstation für Ausländer aus Feindstaaten sowie politisch verdächtige Bürger der Monarchie, vor allem aus den italienisch, polnisch und ruthenisch besiedelten Gebieten.

# cziebanowski_lagerbuch
source: Camp Register of the Austro-Hungarian Refugee Camp in Oberhollabrunn, Family Cziebanowski
de: Lagerbuch des k. k. Flüchtlingslagers in Oberhollabrunn, Familie Cziebanowski

# vermisstenanzeige
source: Multilingual Missing Person's Report for Oberhollabrunn from 8 January 1915
de: Mehrsprachige Vermisstenanzeige 8.1.1915 für Oberhollabrunn

# kirlibaba_1916
source: Kirlibaba, Photograph, August 1916
de: Kirlibaba, Fotografie 08.1916

# ansicht_bad_dorna_watra_1916
source: Picture Postcard of the Spa Dorna Watra, 1916
de: Ansichtskarte Bad Dorna Watra, 1916

# stellung_dorna_watra_1917
source: "Our Positions near Dorna Watra": Positions of the Austro-Hungarian Army, Photograph, May 1917
de: “Unsere Stellungen bei Dorna Watra”: Stellungen der k. u. k. Armee, Fotografie 05.1917

# lagergeld
source: Money used in the Refugee Camp
de: Lagergeld

# pferdefuhrwerk
source: Horse and Cart in the Refugee Camp. From: Werner Lamm, Vom Flüchtlingslager zur Gartenstadt. Mit Beiträgen von Walter Johann Fittner, Hollabrunn 1999.
de: Pferdefuhrwerk im Lager. Aus: Werner Lamm, Vom Flüchtlingslager zur Gartenstadt. Mit Beiträgen von Walter Johann Fittner, Hollabrunn 1999.
